Repository: PedroHenriqueDevBR/ldap-reset-password
Catalog: ldap_password/apps/core/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: LDAP Connection is empty
pt_br: Sem conexão com o servidor

source: Rejected password update
pt_br: Senha informada não satisfaz os requisitos de senha do servidor.

source: Not found
pt_br: Não encontrado

source: Can not search user data in LDAP Server
pt_br: Erro ao buscar usuário no servidor

source: Can not connect to the LDAP server
pt_br: Erro na conexão com o servidor

source: Mail not registered to user
pt_br: Usuário sem e-mail vinculado

source: InformYourCredentials
pt_br: Informe as suas credenciais

source: Submit
pt_br: Enviar

source: CurrentPassword
pt_br: Senha atual

source: NewPassword
pt_br: Nova senha

source: password_rules
pt_br: A senha deve conter no mínimo 9 (nove) caracteres, letras maiúsculas e minúsculas, pelo menos um caractere especial, deve ser diferente das senhas já utilzadas e não pode conter o seu nome na senha.

source: RepeatPassword
pt_br: Repetir nova senha

source: ForgetPasswordQuestion
pt_br: Esqueci minha senha

source: success_title
pt_br: Sucesso

source: success_message
pt_br: Senha alterada com sucesso!

source: success_redirect_message
pt_br: Voltar à tela de login

source: ReceivedToken
pt_br: Token recebido

source: minimum 9 characters
pt_br: Digite no mímino 9 (nove) caracteres

source: Use special character
pt_br: Use pelo menos 1 (um) caractere especial

source: Username is required
pt_br: Username obrigatório

source: Current password is required
pt_br: Senha atual obrigatória

source: New password is required
pt_br: Nova senha é obrigatória

source: Repeat password is required
pt_br: Repetir nova senha

source: Different passwords
pt_br: Senha diferentes

source: The token has been sent to your e-mail
pt_br: O token foi enviado para o seu e-mail

source: Invalid Token
pt_br: Token inválido
